var local_story_database = [{
    story_id: 1,
    title: '1. 海龟汤',
    question: '有一个人走进餐厅，点了一碗海龟汤，她喝了一口就举枪自杀了，请问这是为什么呢？',
    answer: '他和恋人曾遭遇海难，流落荒岛，由于没有粮食，恋人割了自己的肉煮汤给他喝，骗他是海龟汤，后来他被路过的船只救走，恋人此时却已衰弱而死，知道今天，他喝到真正的海龟汤，才知道当时吃下的是恋人的肉，悔恨之下举枪自杀。'
  },

  {
    story_id: 2,
    title: '2. 庭院里的枪',
    question: '一天，一名男子告诉妻子：“我们家园子里埋着枪。”，但这其实根本就是个谎言，那么男子为什么要撒这个谎呢',
    answer: '正在狱中服刑的男子，非常疼爱他的妻子，有一天，他收到妻子寄来的新，信中表示他想中点菜维持家计。男子想到妻子的身体状况病不是很好，要他将院子里的泥土全部翻松根本是难上加难得事，所以感到非常心疼。于是男仔想了一个办法，他知道狱中的信件往来势必会被狱警监控，于是便故意在回信中表示：“不要种菜，院子里埋了一把枪。”，狱警一查获这个信息，便把男子家里的院子翻遍，试图找到枪定男子的罪，但却什么都找不到。之后妻子又给男子写了一封信：“警察把院子都翻遍了，并没有找到枪。”。男子回信到：“你可以开始种菜了”'
  },

  {
    story_id: 3,
    title: '3. 绿衣服',
    question: '一个刚退伍的老兵，一天夜里起床上厕所时，发现老伴没有谁在身边，枕头掉在地板上，然后疑惑的他走进厕所发现了马桶上有一件很小的绿色衣服，当场就吓死了，请问为什么？',
    answer: '老兵其实有梦游症，在他服役期间由于梦游用枕头把战友闷死了，醒来之后，因为怕被发现，老兵就将死掉的战友肢解扔到厕所冲走了，处理完之后，就剩下战友的绿色军装。那天晚上，老兵的老伴一边上厕所一边帮小儿子织一件绿色的军装，上完厕所后就忘记拿出去了。因为老伴知道老兵有梦游症，就去到沙发睡了。而老兵醒来上厕所后看到了绿军装，以为自己和当年一样梦游把妻子杀掉了，所以被吓死了'
  }
]

module.exports = {
  stroy_item: local_story_database
}